[
    {
      "quote": "When I feel tired, I just think about how great I will feel once I finally reach my goal.",
      "author": "Michael Phelps"
    },
    {
      "quote": "You have to think about it before you can do it. The mind is what makes it all possible.",
      "author": "Kai Greene"
    },
    {
      "quote": "The only bad workout is the one that didn’t happen.",
      "author": "Unknown"
    },
    {
      "quote": "Don’t be afraid of failure. This is the way to succeed.",
      "author": "LeBron James"
    },
    {
      "quote": "You should never stay at the same level. Always push yourself to the next.",
      "author": "Marnelli Dimzon"
    },
    {
      "quote": "You did not wake up today to be mediocre.",
      "author": "Robin Arzon"
    },
    {
      "quote": "Action is the foundational key to all success.",
      "author": "Pablo Picasso"
    },
    {
      "quote": "If it doesn’t challenge you, it doesn’t change you.",
      "author": "Fred DeVito"
    },
    {
      "quote": "You can either suffer the pain of discipline or the pain of regret.",
      "author": "Jim Rohn"
    },
    {
      "quote": "We can push ourselves further. We always have more to give.",
      "author": "Simone Biles"
    },
    {
      "quote": "If you want to be the best, you have to do things other people aren’t willing to do.",
      "author": "Michael Phelps"
    },
    {
      "quote": "Every champion was once a contender who refused to give up.",
      "author": "Rocky Balboa"
    },
    {
      "quote": "The difference between try and triumph is a little ‘umph’.",
      "author": "Marvin Phillips"
    },
    {
      "quote": "If you are not pissed off for greatness, that just means you’re okay with being mediocre.",
      "author": "Ray Lewis"
    },
    {
      "quote": "Keep working even when no one is watching.",
      "author": "Alex Morgan"
    },
    {
      "quote": "Your health account, your bank account, they’re the same thing. The more you put in, the more you can take out. Exercise is king and nutrition is queen. Together you have a kingdom.",
      "author": "Jack LaLanne"
    },
    {
      "quote": "Don’t dream of winning. Train for it!",
      "author": "Mo Farah"
    },
    {
      "quote": "Most people give up right before the big break comes, don’t let that person be you.",
      "author": "Michael Boyle"
    },
    {
      "quote": "Discipline is the bridge between goals and accomplishment.",
      "author": "Jim Rohn"
    },
    {
      "quote": "Fitness is not about being better than someone else. It’s about being better than you used to be.",
      "author": "Khloe Kardashian"
    },
    {
      "quote": "Exercise should be regarded as a tribute to the heart.",
      "author": "Gene Tunney"
    },
    {
      "quote": "Keep listening to your body. It will tell you when something is not okay.",
      "author": "Emily Infeld"
    },
    {
      "quote": "Whether you think you can, or you think you can’t, you are right.",
      "author": "Henry Ford"
    },
    {
      "quote": "All our dreams can come true if we have the courage to pursue them.",
      "author": "Walt Disney"
    },
    {
      "quote": "Great things come from hard work and perseverance. No excuses.",
      "author": "Kobe Bryant"
    },
    {
      "quote": "Always make a total effort, even when the odds are against you.",
      "author": "Arnold Palmer"
    },
    {
      "quote": "Success is walking from failure to failure with no loss of enthusiasm.",
      "author": "Winston Churchill"
    },
    {
      "quote": "Your mind will quit a thousand times before your body will.",
      "author": "Reginald Red"
    },
    {
      "quote": "I’ve grown most not from victories, but setbacks. If winning is God’s reward, then losing is how he teaches us.",
      "author": "Serena Williams"
    },
    {
      "quote": "Set your goals high, and don’t stop until you get there.",
      "author": "Bo Jackson"
    }
  ]
  